Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/extra_social_welfare_benefits/living_alone_allowance.html.txt.tmx
Source language: en
Languages: ga

source: The Living Alone Increase is an extra payment for people on social welfare payments who are living alone
ga: Íocaíocht bhreise do dhaoine a fhaigheann pinsin leasa shóisialaigh agus a chónaíonn ina n-aonair é an Méadú do Mhaireachtáil Aonair

source: If you are 66 years or over and live alone, you will qualify if you are getting one of the following payments
ga: Má tá tú 66 nó ós a chionn agus i do chónaí i d'aonar, beidh tú i dteideal íocaíochta breise má fhaigheann tú ceann amháin de na híocaíochtaí seo a leanas

source: • Widow's, Widower's or Surviving Civil Partner's (Contributory) Pension
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach)

source: • Widow's/Widower's Pension under the Occupational Injuries Benefit Scheme • Incapacity Supplement under the Occupational Injuries Benefit Scheme
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh faoin Scéim Sochair Timpiste Cheirde

source: You will also qualify if you are under 66, live alone and are getting Disability Allowance, Invalidity Pension, Incapacity Supplement or Blind Pension
ga: Beidh tú i dteideal na híocaíochta seo freisin má tá tú faoi bhun 66, i do chónaí leat féin agus ag fáil aon cheann de na híocaíochtaí seo a leanas: Liúntas Míchumais, Pinsean Easláinte, Forlíonadh Éagumais nó Pinsean na nDall

source: To get the increase in your payment you must live completely alone
ga: Chun an méadú a fháil i d’íocaíocht ní mór duit a bheith i do chónaí asat féin i gcónaí

source: However, there are some exceptions:
ga: Mar sin féin, tá eisceachtaí áirithe ann:

source: If you are living in an extension of a family member's home, for example, in a granny flat, you can qualify for the increase if you can show that you have facilities to cook and eat alone
ga: Má tá tú i do chónaí i síneadh a cuireadh le teach ball den teaghlach, mar shampla, in arasán mamó, is féidir an méadú seo a fháil más féidir leat a thaispeáint go bhfuil áiseanna agat san arasán béile a réiteach agus a bheith ag ith i d'aonar

source: You must also have your own living/dining and sleeping accommodation
ga: Ní mor duit freisin seomraí suí/béile agus seomra codalta de do chuid féin a bheith agat

source: You may also qualify as living alone if you are aged or infirm and have a friend or relative to stay for security reasons at night-time only
ga: Is féidir an méadú seo a íoc freisin sa chás go bhfuil cara nó gaol ag fanacht leis an té atá sean nó faoi mhíchumas san oíche amháin ar mhaithe le cúrsaí sábháltachta, an fhad agus nach bhfuil an cara nó gaol sin ag íoc tada leis an teach a chothú

source: The friend or relative must not contribute to the household financially
ga: Is féidir an méadú a íoc freisin le duine a chónaíonn leis/léi féin i rith an lae ach a fhanann le gaolta nó le cairde san oíche

source: The increase may also be payable if you live alone during the day but stay with relatives or friends at night or if you live alone during the week but have a relative to stay at the weekend (the living alone condition is satisfied as long as the relative has a permanent home address elsewhere)
ga: D'fhéadfadh sé go mbeadh daoine a chónaíonn i lóistín cosanta i dteideal an méadú má tá siad ina gcónaí go neamhspléach taobh istigh den lóistín sin

source: You will also qualify if you live alone but occasionally take in paying guests (for example, during a local festival)
ga: Cáileoidh tú freisin má chónaíonn tú asat féin ach go mbíonn daoine ag fanacht agat scaití a íocann as an lóistín (mar shampla, le linn féile áitiúla)

source: However, if you run a bed and breakfast business (even for part of the year) you will not qualify
ga: Má tá seirbhís leaba agus bricfeasta agat, áfach (fiú amháin ar feadh cuid den bhliain), ní cháileoidh tú

source: People who live in sheltered accommodation may qualify if they are regarded as living independently within the institution
ga: B’fhéidir go gcáileoidh daoine a chónaíonn i gcóiríocht dhídeanach má bhreathnaítear orthu mar dhaoine atá ina gcónaí go neamhspleách laistigh den institiúid

source: The Department of Social Protection provides a list of hostels/homes where Living Alone Increase is payable
ga: Cuireann an Roinn Coimirce Sóisialaí liosta ar fáil de bhrúnna/bailte ina bhfuil Méadú do Mhaireachtáil Aonair iníoctha

source: You will not qualify if you share dormitory accommodation with others, or have supervision or nursing care round-the clock
ga: Ní cháileoidh tú má roinneann tú cóiríocht suanleasa le daoine eile, nó má tá maoirsiú nó cúram altranais lá agus oíche agat

source: People who live in nursing homes will not qualify as they cannot be regarded as living completely or mainly alone
ga: Ní cháileoidh daoine a chónaíonn i dtithe altranais os rud é nach féidir féachaint orthu mar dhaoine a chónaíonn astu féin go hiomlán ná den chuid is mó

source: To apply fill in a Living Alone Increase application form (pdf). Send the completed form to the section of the Department of Social Protection that pays your main pension or benefit
ga: Ba cheart an fhoirm iarratais (pdf) a chomhlíon chun iarratas a dhéanamh agus í a sheol chuig an rannóg sa Roinn Coimirce Sóisalaí a íocann do phríomhphinsean nó sochar

source: Your social welfare local office will be able to answer any questions about the Living Alone Increase and can help you complete your form
ga: Beidh d’oifig áitiúil Leasa Shóisialaigh ábalta aon cheisteanna atá agat faoin méadú maireachtála aonair a fhreagairt agus is féidir leo cabhrú leat d’fhoirm a chomhlánú
